INSERT INTO section (id, name,
                     judges)
VALUES (1, 'Math', 15),
       (2, 'Physics', 10),
       (3, 'Informatics', 12);

INSERT INTO report (id, name,
                    section_id)
VALUES (1, 'Неравенства', 1),
       (2, 'Интегралы', 1),
       (3, 'Механика', 2),
       (4, 'Кинематика', 2),
       (5, 'Архитектура компьютера', 3),
       (6, 'Компьютерные сети', 3);

INSERT INTO presenter (surname,
                       name,
                       patronymic,
                       report_id)
VALUES ('Шиляев', 'Иван', 'Владимирович', 1),
       ('Беркович', 'Павел', 'Александрович', 1),
       ('Заломов"', 'Данил', 'Павлович', 2),
       ('Бочков', 'Илья', 'Витальевич', 3),
       ('Иванов', 'Иван', 'Иванович', 4),
       ('Петров', 'Пётр', 'Петрович', 5),
       ('Сергеев', 'Сергей', 'Сергеевич', 6);