INSERT INTO section (name,
                     judges)
VALUES ("Математика", 15),
       ("Физика", 10),
       ("Информатика", 12);

INSERT INTO report (name,
                    section_id)
VALUES ("Неравенства", 1),
       ("Интегралы", 1),
       ("Механика", 2),
       ("Кинематика", 2),
       ("Архитектура компьютера", 3),
       ("Компьютерные сети", 3);

INSERT INTO presenter (surname,
                       name,
                       patronymic,
                       report_id)
VALUES ("Шиляев", "Иван", "Владимирович", 1),
       ("Беркович", "Павел", "Александрович", 1),
       ("Заломов", "Данил", "Павлович", 2),
       ("Бочков", "Илья", "Витальевич", 3),
       ("Иванов", "Иван", "Иванович", 4),
       ("Петров", "Пётр", "Петрович", 5),
       ("Сергеев", "Сергей", "Сергеевич", 6);